Repository: fennelouski/straight-up-browser
Catalog: Straight Up Browser/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, ro, ru, sk, sv, th, tr, uk, vi, zh_hans, zh_hk

source: Done
ar: تم
ca: Fet
cs: Hotovo
da: Færdig
de: Fertig
el: Τέλος
es: Listo
fi: Valmis
fr: Terminé
he: סיום
hi: पूर्ण
hr: Gotovo
hu: Kész
id: Selesai
it: Fine
ja: 完了
ko: 완료
ms: Selesai
nb: Ferdig
nl: Gereed
pl: Gotowe
pt_br: Concluir
ro: Gata
ru: Готово
sk: Hotovo
sv: Klar
th: เสร็จ
tr: Bitti
uk: Готово
vi: Xong
zh_hans: 完成
zh_hk: 完成

source: Download Folder
ar: مجلد التنزيلات
ca: Carpeta de baixades
cs: Složka stahování
da: Overførselsmappe
de: Download-Ordner
el: Φάκελος λήψεων
es: Carpeta de descargas
fi: Latauskansio
fr: Dossier de téléchargement
he: תיקיית הורדות
hi: डाउनलोड फ़ोल्डर
hr: Mapa za preuzimanja
hu: Letöltési mappa
id: Folder Unduhan
it: Cartella dei download
ja: ダウンロードフォルダ
ko: 다운로드 폴더
ms: Folder Muat Turun
nb: Nedlastingsmappe
nl: Downloadmap
pl: Folder pobierania
pt_br: Pasta de download
ro: Folder de descărcări
ru: Папка загрузок
sk: Priečinok na stiahnutia
sv: Nedladdningsmapp
th: โฟลเดอร์ดาวน์โหลด
tr: İndirme Klasörü
uk: Папка завантажень
vi: Thư mục tải xuống
zh_hans: 下载文件夹
zh_hk: 下載檔案夾

source: Download the file
ar: تنزيل الملف
ca: Baixa el fitxer
cs: Stáhnout soubor
da: Hent filen
de: Datei herunterladen
el: Λήψη αρχείου
es: Descargar el archivo
fi: Lataa tiedosto
fr: Télécharger le fichier
he: הורד את הקובץ
hi: फ़ाइल डाउनलोड करें
hr: Preuzmi datoteku
hu: Fájl letöltése
id: Unduh berkas
it: Scarica il file
ja: ファイルをダウンロード
ko: 파일 다운로드
ms: Muat turun fail
nb: Last ned filen
nl: Het bestand downloaden
pl: Pobierz plik
pt_br: Baixar o arquivo
ro: Descarcă fișierul
ru: Загрузить файл
sk: Stiahnuť súbor
sv: Ladda ner filen
th: ดาวน์โหลดไฟล์
tr: Dosyayı indir
uk: Завантажити файл
vi: Tải tệp xuống
zh_hans: 下载文件
zh_hk: 下載檔案

source: Downloaded files are saved here.
ar: تُحفظ الملفات المنزَّلة هنا.
ca: Els fitxers baixats es desen aquí.
cs: Stažené soubory se ukládají sem.
da: Hentede filer gemmes her.
de: Heruntergeladene Dateien werden hier gespeichert.
el: Τα ληφθέντα αρχεία αποθηκεύονται εδώ.
es: Los archivos descargados se guardan aquí.
fi: Ladatut tiedostot tallennetaan tänne.
fr: Les fichiers téléchargés sont enregistrés ici.
he: קבצים שהורדו נשמרים כאן.
hi: डाउनलोड की गई फ़ाइलें यहाँ सहेजी जाती हैं।
hr: Preuzete datoteke spremaju se ovdje.
hu: A letöltött fájlok ide kerülnek mentésre.
id: Berkas yang diunduh disimpan di sini.
it: I file scaricati vengono salvati qui.
ja: ダウンロードしたファイルはここに保存されます。
ko: 다운로드한 파일은 여기에 저장됩니다.
ms: Fail yang dimuat turun disimpan di sini.
nb: Nedlastede filer lagres her.
nl: Gedownloade bestanden worden hier opgeslagen.
pl: Pobrane pliki są zapisywane tutaj.
pt_br: Os arquivos baixados são salvos aqui.
ro: Fișierele descărcate sunt salvate aici.
ru: Загруженные файлы сохраняются здесь.
sk: Stiahnuté súbory sa ukladajú sem.
sv: Nedladdade filer sparas här.
th: ไฟล์ที่ดาวน์โหลดจะถูกบันทึกไว้ที่นี่
tr: İndirilen dosyalar buraya kaydedilir.
uk: Завантажені файли зберігаються тут.
vi: Các tệp đã tải xuống được lưu ở đây.
zh_hans: 下载的文件保存在这里。
zh_hk: 下載的檔案會儲存在這裡。

source: Downloads
ar: التنزيلات
ca: Baixades
cs: Stažené
da: Overførsler
el: Λήψεις
es: Descargas
fi: Lataukset
fr: Téléchargements
he: הורדות
hi: डाउनलोड
hr: Preuzimanja
hu: Letöltések
id: Unduhan
it: Download
ja: ダウンロード
ko: 다운로드
ms: Muat Turun
nb: Nedlastinger
pl: Pobrane
ro: Descărcări
ru: Загрузки
sk: Stiahnuté
sv: Nedladdningar
th: ดาวน์โหลด
tr: İndirilenler
uk: Завантаження
vi: Tải xuống
zh_hans: 下载
zh_hk: 下載

source: Downloads are saved to the app's Downloads folder and shared via the system share sheet (Save to Files, AirDrop, …). ⌥-click needs a keyboard or trackpad (iPadOS 18.4+).
ar: تُحفظ التنزيلات في مجلد التنزيلات الخاص بالتطبيق وتُشارَك عبر ورقة المشاركة في النظام (الحفظ في الملفات، AirDrop، …). يحتاج النقر مع ⌥ إلى لوحة مفاتيح أو لوحة تعقب (iPadOS 18.4 فأحدث).
ca: Les baixades es desen a la carpeta Baixades de l'app i es comparteixen amb el full per compartir del sistema (Desa a Arxius, AirDrop, …). ⌥-clic necessita un teclat o un ratolí tàctil (iPadOS 18.4+).
cs: Stažené soubory se ukládají do složky Stažené v aplikaci a sdílejí se přes systémové menu sdílení (Uložit do Souborů, AirDrop, …). ⌥-klik vyžaduje klávesnici nebo trackpad (iPadOS 18.4+).
da: Hentede filer arkiveres i appens Hentet-mappe og deles via systemets delingsark (Arkivér i Filer, AirDrop, …). ⌥-klik kræver tastatur eller pegefelt (iPadOS 18.4+).
de: Downloads werden im Downloads-Ordner der App gesichert und über das Systemmenü „Teilen“ weitergegeben (In Dateien sichern, AirDrop, …). ⌥-Klick benötigt eine Tastatur oder ein Trackpad (iPadOS 18.4+).
el: Οι λήψεις αποθηκεύονται στον φάκελο Λήψεις της εφαρμογής και μοιράζονται μέσω του φύλλου κοινής χρήσης του συστήματος (Αποθήκευση στα Αρχεία, AirDrop, …). Το ⌥-κλικ απαιτεί πληκτρολόγιο ή trackpad (iPadOS 18.4+).
es: Las descargas se guardan en la carpeta Descargas de la app y se comparten mediante la hoja para compartir del sistema (Guardar en Archivos, AirDrop, …). ⌥-clic requiere un teclado o un trackpad (iPadOS 18.4+).
fi: Ladatut tiedostot tallennetaan apin Ladatut tiedostot -kansioon ja jaetaan järjestelmän jakovalikon kautta (Tallenna Tiedostoihin, AirDrop, …). ⌥-osoitus vaatii näppäimistön tai ohjauslevyn (iPadOS 18.4+).
fr: Les téléchargements sont enregistrés dans le dossier Téléchargements de l'app et partagés via la feuille de partage du système (Enregistrer dans Fichiers, AirDrop, …). ⌥-clic nécessite un clavier ou un trackpad (iPadOS 18.4+).
he: הורדות נשמרות בתיקיית ההורדות של האפליקציה ומשותפות דרך גיליון השיתוף של המערכת (שמירה ב״קבצים״, AirDrop, …). לחיצת ⌥ דורשת מקלדת או משטח מגע (iPadOS 18.4 ומעלה).
hi: डाउनलोड ऐप के डाउनलोड फ़ोल्डर में सहेजे जाते हैं और सिस्टम शेयर शीट से साझा किए जाते हैं (फ़ाइलों में सहेजें, AirDrop, …)। ⌥-क्लिक के लिए कीबोर्ड या ट्रैकपैड चाहिए (iPadOS 18.4+)।
hr: Preuzimanja se spremaju u mapu Preuzimanja u aplikaciji i dijele preko sistemskog izbornika za dijeljenje (Spremi u Datoteke, AirDrop, …). ⌥-klik zahtijeva tipkovnicu ili trackpad (iPadOS 18.4+).
hu: A letöltések az app Letöltések mappájába kerülnek, és a rendszer megosztási lapján keresztül oszthatók meg (Mentés a Fájlokba, AirDrop, …). A ⌥-kattintáshoz billentyűzet vagy trackpad kell (iPadOS 18.4+).
id: Unduhan disimpan di folder Unduhan app dan dibagikan lewat lembar berbagi sistem (Simpan ke File, AirDrop, …). ⌥-klik memerlukan papan ketik atau trackpad (iPadOS 18.4+).
it: I download vengono salvati nella cartella Download dell'app e condivisi tramite il pannello di condivisione di sistema (Salva su File, AirDrop, …). ⌥-clic richiede una tastiera o un trackpad (iPadOS 18.4+).
ja: ダウンロードしたファイルはアプリの「ダウンロード」フォルダに保存され、システムの共有シート（「ファイル」に保存、AirDrop など）で共有できます。⌥-クリックにはキーボードまたはトラックパッドが必要です（iPadOS 18.4 以降）。
ko: 다운로드한 파일은 앱의 다운로드 폴더에 저장되며 시스템 공유 시트(파일에 저장, AirDrop 등)로 공유합니다. ⌥-클릭에는 키보드나 트랙패드가 필요합니다(iPadOS 18.4 이상).
ms: Muat turun disimpan dalam folder Muat Turun app dan dikongsi melalui helaian kongsi sistem (Simpan ke Fail, AirDrop, …). ⌥-klik memerlukan papan kekunci atau trackpad (iPadOS 18.4+).
nb: Nedlastinger lagres i appens Nedlastinger-mappe og deles via systemets delingsmeny (Lagre i Filer, AirDrop, …). ⌥-klikk krever tastatur eller styreflate (iPadOS 18.4+).
nl: Downloads worden bewaard in de Downloads-map van de app en gedeeld via het deelvenster van het systeem (Bewaar in Bestanden, AirDrop, …). ⌥-klik vereist een toetsenbord of trackpad (iPadOS 18.4+).
pl: Pobrane pliki są zapisywane w folderze Pobrane aplikacji i udostępniane przez systemowy panel udostępniania (Zapisz w Plikach, AirDrop, …). ⌥-kliknięcie wymaga klawiatury lub gładzika (iPadOS 18.4+).
pt_br: Os downloads são salvos na pasta Downloads do app e compartilhados pela folha de compartilhamento do sistema (Salvar em Arquivos, AirDrop, …). ⌥-clique exige teclado ou trackpad (iPadOS 18.4+).
ro: Descărcările sunt salvate în dosarul Descărcări al aplicației și partajate prin fișa de partajare a sistemului (Salvează în Fișiere, AirDrop, …). ⌥-clic necesită tastatură sau trackpad (iPadOS 18.4+).
ru: Загрузки сохраняются в папку «Загрузки» приложения и передаются через системное меню «Поделиться» («Сохранить в Файлы», AirDrop, …). Для ⌥-клика нужна клавиатура или трекпад (iPadOS 18.4+).
sk: Stiahnuté súbory sa ukladajú do priečinka Stiahnuté v aplikácii a zdieľajú sa cez systémové menu zdieľania (Uložiť do Súborov, AirDrop, …). ⌥-klik vyžaduje klávesnicu alebo trackpad (iPadOS 18.4+).
sv: Hämtade filer sparas i appens Hämtade filer-mapp och delas via systemets delningsmeny (Spara till Filer, AirDrop, …). ⌥-klick kräver tangentbord eller styrplatta (iPadOS 18.4+).
th: ไฟล์ที่ดาวน์โหลดจะถูกบันทึกในโฟลเดอร์ดาวน์โหลดของแอพ และแชร์ผ่านชีตแชร์ของระบบ (บันทึกลงไฟล์, AirDrop, …) ⌥-คลิกต้องใช้แป้นพิมพ์หรือแทร็คแพด (iPadOS 18.4 ขึ้นไป)
tr: İndirilenler, uygulamanın İndirilenler klasörüne kaydedilir ve sistemin paylaşma sayfası üzerinden paylaşılır (Dosyalar'a Kaydet, AirDrop, …). ⌥ tıklaması için klavye veya izleme dörtgeni gerekir (iPadOS 18.4+).
uk: Завантаження зберігаються в папку «Завантаження» програми та передаються через системне меню «Поділитися» («Зберегти у Файли», AirDrop, …). Для ⌥-кліку потрібна клавіатура або трекпад (iPadOS 18.4+).
vi: Tệp tải xuống được lưu vào thư mục Tải xuống của ứng dụng và chia sẻ qua bảng chia sẻ của hệ thống (Lưu vào Tệp, AirDrop, …). ⌥-nhấp cần bàn phím hoặc trackpad (iPadOS 18.4 trở lên).
zh_hans: 下载的文件会保存到 App 的“下载”文件夹，并通过系统共享表单分享（存储到“文件”、隔空投送等）。⌥-点击需要键盘或触控板（iPadOS 18.4 及更高版本）。
zh_hk: 下載的檔案會儲存到 App 的「下載項目」檔案夾，並透過系統的分享表單分享（儲存到「檔案」、AirDrop 等）。⌥-點按需要鍵盤或觸控式軌跡板（iPadOS 18.4 以上）。

source: Drops requests to a built-in list of advertising and tracking hosts, so those resources never load. Pages get lighter and quieter. Toggling it reloads your open tabs so the change takes effect everywhere at once.
ar: يُسقِط الطلبات إلى قائمة مدمجة من مضيفي الإعلانات والتتبع، بحيث لا تُحمَّل تلك الموارد أبدًا. تصبح الصفحات أخف وأهدأ. التبديل يعيد تحميل علامات التبويب المفتوحة لديك حتى يسري التغيير في كل مكان دفعة واحدة.
ca: Descarta les sol·licituds a una llista integrada d'amfitrions de publicitat i rastreig, de manera que aquests recursos no es carreguen mai. Les pàgines es tornen més lleugeres i silencioses. Canviar l'opció recarrega les pestanyes obertes perquè el canvi tingui efecte a tot arreu alhora.
cs: Zahazuje požadavky na vestavěný seznam reklamních a sledovacích hostitelů, takže se tyto zdroje nikdy nenačtou. Stránky jsou lehčí a tišší. Přepnutí znovu načte tvé otevřené karty, aby se změna projevila všude najednou.
da: Afviser anmodninger til en indbygget liste over reklame- og sporingsværter, så de ressourcer aldrig indlæses. Sider bliver lettere og mere rolige. Skift genindlæser dine åbne faneblade, så ændringen træder i kraft alle steder på én gang.
de: Verwirft Anfragen an eine integrierte Liste von Werbe- und Tracking-Hosts, sodass diese Ressourcen nie geladen werden. Seiten werden leichter und ruhiger. Beim Umschalten werden deine offenen Tabs neu geladen, damit die Änderung überall gleichzeitig wirkt.
el: Απορρίπτει αιτήματα προς μια ενσωματωμένη λίστα διαφημιστικών και ιχνηλατικών κεντρικών υπολογιστών, ώστε αυτοί οι πόροι να μη φορτώνονται ποτέ. Οι σελίδες γίνονται ελαφρύτερες και πιο ήσυχες. Η εναλλαγή επαναφορτώνει τις ανοιχτές καρτέλες σου ώστε η αλλαγή να τεθεί σε ισχύ παντού ταυτόχρονα.
es: Descarta las peticiones a una lista integrada de hosts de publicidad y rastreo, de modo que esos recursos nunca se cargan. Las páginas se vuelven más ligeras y silenciosas. Al cambiar la opción se recargan las pestañas abiertas para que el cambio surta efecto en todas a la vez.
fi: Hylkää pyynnöt sisäänrakennettuun mainos- ja seurantapalvelinten luetteloon, joten näitä resursseja ei koskaan ladata. Sivuista tulee kevyempiä ja rauhallisempia. Vaihtaminen lataa avoimet välilehtesi uudelleen, jotta muutos tulee voimaan kaikkialla kerralla.
fr: Rejette les requêtes vers une liste intégrée d'hôtes publicitaires et de traçage, de sorte que ces ressources ne se chargent jamais. Les pages deviennent plus légères et plus discrètes. Le basculement recharge vos onglets ouverts pour que le changement prenne effet partout à la fois.
he: משמיט בקשות לרשימה מובנית של מארחי פרסום ומעקב, כך שאותם משאבים לעולם אינם נטענים. הדפים נעשים קלים ושקטים יותר. ההחלפה טוענת מחדש את הכרטיסיות הפתוחות שלך כך שהשינוי ייכנס לתוקף בכל מקום בבת אחת.
hi: विज्ञापन और ट्रैकिंग होस्ट की एक अंतर्निहित सूची के अनुरोधों को छोड़ देता है, ताकि वे संसाधन कभी लोड न हों। पृष्ठ हल्के और शांत हो जाते हैं। टॉगल करने से आपके खुले टैब फिर से लोड होते हैं ताकि परिवर्तन हर जगह एक साथ प्रभावी हो।
hr: Odbacuje zahtjeve prema ugrađenom popisu oglasnih i pratećih poslužitelja, tako da se ti resursi nikad ne učitavaju. Stranice postaju lakše i tiše. Prebacivanje ponovno učitava tvoje otvorene kartice kako bi promjena stupila na snagu svugdje odjednom.
hu: Elveti a beépített hirdetési és nyomkövető gazdagépek listájára irányuló kéréseket, így ezek az erőforrások soha nem töltődnek be. Az oldalak könnyebbek és csendesebbek lesznek. Az átkapcsolás újratölti a nyitott lapjaidat, hogy a változás mindenhol egyszerre lépjen érvénybe.
id: Menolak permintaan ke daftar bawaan host iklan dan pelacakan, sehingga sumber daya itu tidak pernah dimuat. Halaman menjadi lebih ringan dan lebih tenang. Mengalihkan memuat ulang tab yang terbuka agar perubahan berlaku di mana-mana sekaligus.
it: Scarta le richieste verso un elenco integrato di host pubblicitari e di tracciamento, così quelle risorse non vengono mai caricate. Le pagine diventano più leggere e silenziose. Attivandola o disattivandola si ricaricano le schede aperte affinché la modifica abbia effetto ovunque in una sola volta.
ja: 組み込みの広告・トラッキングホストのリストへのリクエストを破棄するため、それらのリソースは読み込まれません。ページは軽く、静かになります。切り替えると開いているタブが再読み込みされ、変更がすべての場所で一度に反映されます。
ko: 내장된 광고 및 추적 호스트 목록으로의 요청을 삭제하여 해당 리소스가 절대 로드되지 않도록 합니다. 페이지가 더 가볍고 조용해집니다. 전환하면 열린 탭이 다시 로드되어 변경 사항이 모든 곳에 한 번에 적용됩니다.
ms: Menolak permintaan ke senarai terbina hos pengiklanan dan penjejakan, jadi sumber itu tidak pernah dimuatkan. Halaman menjadi lebih ringan dan lebih tenang. Menogol memuat semula tab terbuka anda supaya perubahan berkuat kuasa di mana-mana sekali gus.
nb: Avviser forespørsler til en innebygd liste over annonse- og sporingsverter, slik at de ressursene aldri lastes. Sider blir lettere og roligere. Å veksle laster inn de åpne fanene dine på nytt slik at endringen trer i kraft overalt samtidig.
nl: Weigert verzoeken naar een ingebouwde lijst van advertentie- en trackinghosts, zodat die bronnen nooit worden geladen. Pagina's worden lichter en stiller. Bij het omschakelen worden je open tabbladen opnieuw geladen zodat de wijziging overal tegelijk van kracht wordt.
pl: Odrzuca żądania do wbudowanej listy hostów reklamowych i śledzących, więc te zasoby nigdy się nie ładują. Strony stają się lżejsze i cichsze. Przełączenie przeładowuje otwarte karty, aby zmiana zadziałała wszędzie naraz.
pt_br: Descarta requisições para uma lista interna de hosts de publicidade e rastreamento, de modo que esses recursos nunca carregam. As páginas ficam mais leves e silenciosas. Alternar recarrega suas abas abertas para que a mudança tenha efeito em todas de uma vez.
ro: Respinge cererile către o listă încorporată de gazde de publicitate și urmărire, astfel încât acele resurse nu se încarcă niciodată. Paginile devin mai ușoare și mai liniștite. Comutarea reîncarcă filele deschise pentru ca modificarea să aibă efect peste tot deodată.
ru: Отклоняет запросы к встроенному списку рекламных и отслеживающих узлов, поэтому эти ресурсы никогда не загружаются. Страницы становятся легче и тише. Переключение перезагружает открытые вкладки, чтобы изменение вступило в силу везде сразу.
sk: Zahadzuje požiadavky na vstavaný zoznam reklamných a sledovacích hostiteľov, takže sa tieto zdroje nikdy nenačítajú. Stránky sú ľahšie a tichšie. Prepnutie znova načíta tvoje otvorené karty, aby sa zmena prejavila všade naraz.
sv: Avvisar förfrågningar till en inbyggd lista över annons- och spårningsvärdar, så att de resurserna aldrig laddas. Sidor blir lättare och tystare. Att växla läser om dina öppna flikar så att ändringen träder i kraft överallt på en gång.
th: ทิ้งคำขอไปยังรายการโฮสต์โฆษณาและการติดตามที่มีในตัว ทำให้ทรัพยากรเหล่านั้นไม่เคยถูกโหลด หน้าจะเบาลงและเงียบลง การสลับจะโหลดแท็บที่เปิดอยู่ใหม่เพื่อให้การเปลี่ยนแปลงมีผลทุกที่พร้อมกัน
tr: İstekleri yerleşik bir reklam ve izleme ana bilgisayarları listesine bırakır, böylece bu kaynaklar hiçbir zaman yüklenmez. Sayfalar daha hafif ve daha sessiz olur. Değiştirmek, değişikliğin her yerde aynı anda geçerli olması için açık sekmelerini yeniden yükler.
uk: Відхиляє запити до вбудованого списку рекламних і відстежувальних вузлів, тож ці ресурси ніколи не завантажуються. Сторінки стають легшими й тихішими. Перемикання перезавантажує відкриті вкладки, щоб зміна набула чинності скрізь одразу.
vi: Loại bỏ các yêu cầu tới một danh sách máy chủ quảng cáo và theo dõi tích hợp, nên những tài nguyên đó không bao giờ được tải. Trang trở nên nhẹ hơn và yên tĩnh hơn. Bật/tắt sẽ tải lại các thẻ đang mở để thay đổi có hiệu lực ở mọi nơi cùng lúc.
zh_hans: 丢弃对内置广告和跟踪主机列表的请求，因此这些资源永远不会加载。页面变得更轻、更安静。切换时会重新加载你已打开的标签页，使更改一次性在所有地方生效。
zh_hk: 捨棄對內建廣告與追蹤主機清單的請求，因此那些資源永遠不會載入。頁面變得更輕、更安靜。切換時會重新載入你已打開的分頁，讓變更一次性在所有地方生效。

source: Duplicate Tab
ar: تكرار علامة التبويب
ca: Duplica la pestanya
cs: Duplikovat kartu
da: Dublér faneblad
de: Tab duplizieren
el: Διπλασιασμός καρτέλας
es: Duplicar pestaña
fi: Monista välilehti
fr: Dupliquer l'onglet
he: שכפל כרטיסייה
hi: टैब डुप्लिकेट करें
hr: Dupliciraj karticu
hu: Lap megkettőzése
id: Duplikat Tab
it: Duplica scheda
ja: タブを複製
ko: 탭 복제
ms: Duplikat Tab
nb: Dupliser fane
nl: Tabblad dupliceren
pl: Zduplikuj kartę
pt_br: Duplicar aba
ro: Duplică fila
ru: Дублировать вкладку
sk: Duplikovať kartu
sv: Duplicera flik
th: ทำซ้ำแท็บ
tr: Sekmeyi Çoğalt
uk: Дублювати вкладку
vi: Nhân đôi thẻ
zh_hans: 复制标签页
zh_hk: 複製分頁

source: Empty means your system Downloads folder.
ar: الفارغ يعني مجلد التنزيلات في نظامك.
ca: Buit significa la carpeta Baixades del teu sistema.
cs: Prázdné znamená systémovou složku Stažené.
da: Tom betyder dit systems overførselsmappe.
de: Leer bedeutet den Download-Ordner deines Systems.
el: Το κενό σημαίνει τον φάκελο Λήψεις του συστήματός σου.
es: Vacío significa la carpeta de Descargas de tu sistema.
fi: Tyhjä tarkoittaa järjestelmäsi Lataukset-kansiota.
fr: Vide signifie le dossier Téléchargements de votre système.
he: ריק פירושו תיקיית ההורדות של המערכת שלך.
hi: रिक्त का अर्थ आपके सिस्टम का डाउनलोड फ़ोल्डर है।
hr: Prazno znači mapu Preuzimanja tvog sustava.
hu: Az üres a rendszered Letöltések mappáját jelenti.
id: Kosong berarti folder Unduhan sistemmu.
it: Vuoto significa la cartella Download del tuo sistema.
ja: 空欄はシステムのダウンロードフォルダを意味します。
ko: 비어 있으면 시스템의 다운로드 폴더를 의미합니다.
ms: Kosong bermaksud folder Muat Turun sistem anda.
nb: Tom betyr systemets nedlastingsmappe.
nl: Leeg betekent de map Downloads van je systeem.
pl: Puste oznacza systemowy folder Pobrane.
pt_br: Vazio significa a pasta Downloads do seu sistema.
ro: Gol înseamnă folderul Descărcări al sistemului tău.
ru: Пусто означает системную папку «Загрузки».
sk: Prázdne znamená systémový priečinok Stiahnuté.
sv: Tomt betyder ditt systems nedladdningsmapp.
th: ว่างหมายถึงโฟลเดอร์ดาวน์โหลดของระบบคุณ
tr: Boş, sisteminin İndirilenler klasörü anlamına gelir.
uk: Порожньо означає системну папку «Завантаження».
vi: Để trống nghĩa là thư mục Tải xuống của hệ thống bạn.
zh_hans: 留空表示你系统的“下载”文件夹。
zh_hk: 留空表示你系統的「下載」檔案夾。

source: Enable JavaScript
ar: تفعيل JavaScript
ca: Activa JavaScript
cs: Povolit JavaScript
da: Aktivér JavaScript
de: JavaScript aktivieren
el: Ενεργοποίηση JavaScript
es: Activar JavaScript
fi: Ota JavaScript käyttöön
fr: Activer JavaScript
he: הפעל JavaScript
hi: JavaScript सक्षम करें
hr: Omogući JavaScript
hu: JavaScript engedélyezése
id: Aktifkan JavaScript
it: Attiva JavaScript
ja: JavaScriptを有効にする
ko: JavaScript 활성화
ms: Dayakan JavaScript
nb: Aktiver JavaScript
nl: JavaScript inschakelen
pl: Włącz JavaScript
pt_br: Ativar JavaScript
ro: Activează JavaScript
ru: Включить JavaScript
sk: Povoliť JavaScript
sv: Aktivera JavaScript
th: เปิดใช้ JavaScript
tr: JavaScript'i etkinleştir
uk: Увімкнути JavaScript
vi: Bật JavaScript
zh_hans: 启用 JavaScript
zh_hk: 啟用 JavaScript

source: Enable memory saving
ar: تفعيل توفير الذاكرة
ca: Activa l'estalvi de memòria
cs: Povolit šetření paměti
da: Aktivér hukommelsesbesparelse
de: Speichersparmodus aktivieren
el: Ενεργοποίηση εξοικονόμησης μνήμης
es: Activar ahorro de memoria
fi: Ota muistinsäästö käyttöön
fr: Activer l'économie de mémoire
he: הפעל חיסכון בזיכרון
hi: मेमोरी बचत सक्षम करें
hr: Omogući štednju memorije
hu: Memóriakímélés engedélyezése
id: Aktifkan penghematan memori
it: Attiva risparmio memoria
ja: メモリ節約を有効にする
ko: 메모리 절약 활성화
ms: Dayakan penjimatan memori
nb: Aktiver minnesparing
nl: Geheugenbesparing inschakelen
pl: Włącz oszczędzanie pamięci
pt_br: Ativar economia de memória
ro: Activează economisirea memoriei
ru: Включить экономию памяти
sk: Povoliť šetrenie pamäte
sv: Aktivera minnesbesparing
th: เปิดใช้การประหยัดหน่วยความจำ
tr: Bellek tasarrufunu etkinleştir
uk: Увімкнути економію пам'яті
vi: Bật tiết kiệm bộ nhớ
zh_hans: 启用内存节省
zh_hk: 啟用記憶體節省

source: Enable Memory Saving
ar: تفعيل توفير الذاكرة
ca: Activa l'estalvi de memòria
cs: Povolit šetření paměti
da: Aktivér hukommelsesbesparelse
de: Speichersparmodus aktivieren
el: Ενεργοποίηση εξοικονόμησης μνήμης
es: Activar ahorro de memoria
fi: Ota muistinsäästö käyttöön
fr: Activer l'économie de mémoire
he: הפעל חיסכון בזיכרון
hi: मेमोरी बचत सक्षम करें
hr: Omogući štednju memorije
hu: Memóriakímélés engedélyezése
id: Aktifkan penghematan memori
it: Attiva risparmio memoria
ja: メモリ節約を有効にする
ko: 메모리 절약 활성화
ms: Dayakan penjimatan memori
nb: Aktiver minnesparing
nl: Geheugenbesparing inschakelen
pl: Włącz oszczędzanie pamięci
pt_br: Ativar economia de memória
ro: Activează economisirea memoriei
ru: Включить экономию памяти
sk: Povoliť šetrenie pamäte
sv: Aktivera minnesbesparing
th: เปิดใช้การประหยัดหน่วยความจำ
tr: Bellek tasarrufunu etkinleştir
uk: Увімкнути економію пам'яті
vi: Bật tiết kiệm bộ nhớ
zh_hans: 启用内存节省
zh_hk: 啟用記憶體節省

source: Enter a full URL, with a domain.
ar: أدخل عنوان URL كاملًا، مع نطاق.
ca: Introdueix un URL complet, amb un domini.
cs: Zadej úplnou adresu URL s doménou.
da: Indtast en fuld URL med et domæne.
de: Gib eine vollständige URL mit Domain ein.
el: Εισαγάγετε ένα πλήρες URL, με τομέα.
es: Introduce una URL completa, con un dominio.
fi: Anna täydellinen URL-osoite, jossa on verkkotunnus.
fr: Saisissez une URL complète, avec un domaine.
he: הזן כתובת URL מלאה, עם דומיין.
hi: डोमेन सहित एक पूर्ण URL दर्ज करें।
hr: Unesi potpuni URL s domenom.
hu: Adj meg egy teljes URL-t tartománnyal.
id: Masukkan URL lengkap, dengan domain.
it: Inserisci un URL completo, con un dominio.
ja: ドメインを含む完全なURLを入力してください。
ko: 도메인이 포함된 전체 URL을 입력하세요.
ms: Masukkan URL penuh, dengan domain.
nb: Skriv inn en full URL, med et domene.
nl: Voer een volledige URL in, met een domein.
pl: Wprowadź pełny adres URL z domeną.
pt_br: Digite um URL completo, com um domínio.
ro: Introdu un URL complet, cu un domeniu.
ru: Введите полный URL с доменом.
sk: Zadaj úplnú adresu URL s doménou.
sv: Ange en fullständig URL, med en domän.
th: ป้อน URL แบบเต็มพร้อมโดเมน
tr: Etki alanı içeren tam bir URL gir.
uk: Введіть повний URL із доменом.
vi: Nhập một URL đầy đủ, có miền.
zh_hans: 请输入包含域名的完整 URL。
zh_hk: 請輸入包含網域的完整 URL。
